################# API-ключи ###############################

vktokenGroup="dca59bbe79ef551347742c720a02c06586bb24d4bf955847104064ba31735bc6eed78749acdd96db2d9bb"
vktokenUser= 'bb778d9bd157ece0411dae6b4c17a6274da48a4596f78542a502021479ae67d66b591f7743e5efaf1c391'
teletoken="1778615967:AAFayqQFet_DB6c600_dipj8dgJrH_qhu9Q"
full_permission_user_token = "bb778d9bd157ece0411dae6b4c17a6274da48a4596f78542a502021479ae67d66b591f7743e5efaf1c391"

################## id групп ###############################
IdGroupVK=202960000

#202960000 #anclaw

idGroupTelegram=-1001721540040 # Общий канал для незарегестрированных чатов (которых нет в Nodes)

################## Адреса ###############################
PEER_CRUSH_EVENT = 2000000007
CAPTCHA_EVENT = 2000000007
OWNER_ALBUM_PHOTO = 388145277

################## Списки и строки ###############################
users_list_warn = " @keyn_prorok  " #теги оповещения в вк о падении
EVIL_GODS = [388145277]

###################### MIME типы файлов для отправки в вк (документы) ####################
types = {
'vnd.openxmlformats-officedocument.wordprocessingml.document' : 'docx',
'vnd.openxmlformats-officedocument.spreadsheetml.sheet' : 'xlsx',
'plain' : 'txt',
}

############# БЛОК ДАННЫХ ################
a = ["КТО ПИДОРАС", "ГОЛОСУЕМ ЗА АХУЕТЬ!!!", "ЖИРИНОВСКИЙ ТВОЙ РОТ ЕБАЛ", "СИСЬКИ ПОДЫМИ ШЛЮХА",
     "ЗНАЮ ТВОИХ РОДИТЕЛЕЙ , ПИЗДАТЫЕ МУЖИКИ", " СПИДОРАСИЛО ТЕБЯ ", "ВАША МАМА ПЛОХАЯ ЖЕНЩИНА" ,
     "ЧЕ ТЫ НЕСЕШЬ ШУТ ЕБАНЫЙ" , "ИДИ ТЫ НАХУЙ С ЭТОЙ ТЕМОЙ","ПОШЕЛ НАХУЙ", "ТАБЛЕТКИ ВЫПЕЙ СУКА",
     "ЧЕРТ ТЫ БЛДЬ ПОЕХАВШИЙ"," СОПЛИ ВЫТЕРИ ПИДАРАС БЛЯДЬ ", "ДА ТЫ ОХУЕЛ", "ЧТОБ ТЫ СДОХ",
     "ГОСПОДА, И ТАК Я ТОРЖЕСТВЕННО ПОДНИМАЮ ЭТОТ ПРОЗРАЧНЫЙ, МЕРЦАЮЩИЙ ПОД ЗВЕЗДНЫМ ОБЛИКОМ ЛУННОГО ПОКРОВА БОКАЛ КРАСНОЙ ЖИДКОСТИ, ИМЕНУЕМЫЙ КАК КРОВЬ ПИДОРАСОВ",
     "ВАМ ТОЖЕ ИНОГДА КАЖЕТСЯ, ЧТО СОСИСКИ - ЭТО ЛИЧИНКИ КОЛБАС?", "Ведьмаку заплатите углём ДонбассааАААААА!!!!",
     "МОЛЧИ СУКА","ПРИВЫКАЙ СОСАТЬ","Я ВАС ВСЕХ В РОТ ЕБАЛ","ХАХАХАХАХАХХА","ТЫ МЕНЯ НЕ УЧИ УГОЛЕК ЕБАНЫЙ",
     ">ПУК",">СРЕНЬК","ХУЙНЯ"]
##########################################