import random

def new_message_rand():
        return  random.choice(a)

############# БЛОК ДАННЫХ ################
a = ["КТО ПИДОРАС", "кто пидорас", "ГОЛОСУЕМ ЗА АХУЕТЬ!!!", "ЖИРИНОВСКИЙ ТВОЙ РОТ ЕБАЛ",
     "СИСЬКИ ПОДЫМИ ШЛЮХА", "ЗНАЮ ТВОИХ РОДИТЕЛЕЙ , ПИЗДАТЫЕ МУЖИКИ", " СПИДОРАСИЛО ТЕБЯ ",
     "ВАША МАМА ПЛОХАЯ ЖЕНЩИНА" , "ЧЕ ТЫ НЕСЕШЬ ШУТ ЕБАНЫЙ" , "ИДИ ТЫ НАХУЙ С ЭТОЙ ТЕМОЙ",
     "ПОШЕЛ НАХУЙ", "ТАБЛЕТКИ ВЫПЕЙ СУКА", "ЧЕРТ ТЫ БЛДЬ ПОЕХАВШИЙ"," СОПЛИ ВЫТЕРИ ПИДАРАС БЛЯДЬ "]
##########################################
a_ = ['электроникс', 'электронекс', 'електронекс', 'электранекс', 'electronics']
a1 = set(a_)