################# API-ключи ###############################
vktokenGroup=""
vktokenUser=""
teletoken=""
full_permission_user_token = ""
################## id групп ###############################
IdGroupVK=
############################## Точки:источник-адресат для отправки из вк в телеграм #################################
Nodes = {# составлять по схеме ->
         # идентификтор чата (peer_id){узнать можно через /idchat} : (telegram_id){узнать можно через
         # стороннего бота @getmy_idbot }
	 # peer_id - номера бесед (создается при приглашении в бота в чат
	 # и обычно выдаются по порядку начиная с 2000000001

	#Первые 2 чата, перед добавлением (после :) id вашего телеграм канала  уберите # перед значением
        #2000000001: ,
        #2000000002: ,
    }
idGroupTelegram= # Общий канал для незарегистрированных чатов (которых нет в Nodes)

################## Адреса для уведомлений о падении и тд ###############################
PEER_CRUSH_EVENT = 
CAPTCHA_EVENT =
OWNER_ALBUM_PHOTO =
ID_ALBUM_PHOTO =
#2000000001
############################### Списки и строки ###############################
users_list_warn = " @  " #теги оповещения в вк о падении

count_period = 25

################################# Словарь для слово-ответ ################################№
command = {
    'хуй'   : 'поцелуй',
    'начать': 'кончать',
    'помощь': 'себе помоги инвалид обоссаный',
    'сас'   : 'АТАС',
}

who_module = {
    '!обнять':       [' 🤼‍♀ '   ,' 💕 обнял  '            ,' 💞'],
    '!заткнуть':     [' ⛔ '    ,'  😷 заткнул  '         ,' 🔒'],
    '!трахнуть':     ['  '     ,'  😷 трахнул '          ,' 🔒'],
    '!убить':        [' 🔫 '    ,' 🔪 убил '              ,' ⚔'],
    '!пошел_нахуй':  [' 🤬 '   , '🖕 послал нахуй  '     , ' 🖕🏻 '],
    '!дать_в_ебало': [' 🤕 '    ,' 👊🏻 дал в ебальник '   ,' ✊🏻 '],
    '!расстрелять':  [' 🤠 '    ,' 🔫 ликвидировал '     ,' 😵 '],
    '!опустить':     [' 😈 '    ,' 🐓 попустил '         ,' 🐔 '],
    '!заебать':      [' 🤡 '    ,' 😤 досмерти заебал '  ,' 😫 '],
    '!резня':        [' 😈🔪 '   ,' 🔪 зарезал '         ,' 🥩 '],
    '!уебать':       [' 🔥 '    ,' 👳‍♀ уебал '           ,' 🤜 '],
    '!насрать_на':   [' 💩 '    ,' 🚽 обосрал '           ,' 🕯' ],
    '!отбить_почку': [' 🦍 '    ,' проводил(а) до реанимации ',''],
    '!выпроводить':  [' 🤝 '    ,' выкинул в окно '      ,' ✈ '],
    '!покормить':    [' 🍌 '    ,' скинет вам на сбер 🍆' ,' '  ],
}

###################### MIME типы файлов для отправки в вк (документы) ####################
types = {
'vnd.openxmlformats-officedocument.wordprocessingml.document' : 'docx',
'vnd.openxmlformats-officedocument.spreadsheetml.sheet' : 'xlsx',
'plain' : 'txt',
}

############# БЛОК ДАННЫХ ################
a = ["КТО ПИДОРАС", "ГОЛОСУЕМ ЗА АХУЕТЬ!!!", "ЖИРИНОВСКИЙ ТВОЙ РОТ ЕБАЛ", "СИСЬКИ ПОДЫМИ ШЛЮХА",
     "ЗНАЮ ТВОИХ РОДИТЕЛЕЙ , ПИЗДАТЫЕ МУЖИКИ", " СПИДОРАСИЛО ТЕБЯ ", "ВАША МАМА ПЛОХАЯ ЖЕНЩИНА" ,
     "ЧЕ ТЫ НЕСЕШЬ ШУТ ЕБАНЫЙ" , "ИДИ ТЫ НАХУЙ С ЭТОЙ ТЕМОЙ","ПОШЕЛ НАХУЙ", "ТАБЛЕТКИ ВЫПЕЙ СУКА",
     "ЧЕРТ ТЫ БЛДЬ ПОЕХАВШИЙ"," СОПЛИ ВЫТЕРИ ПИДАРАС БЛЯДЬ ", "ДА ТЫ ОХУЕЛ", "ЧТОБ ТЫ СДОХ",
     "ГОСПОДА, И ТАК Я ТОРЖЕСТВЕННО ПОДНИМАЮ ЭТОТ ПРОЗРАЧНЫЙ, МЕРЦАЮЩИЙ ПОД ЗВЕЗДНЫМ ОБЛИКОМ ЛУННОГО ПОКРОВА БОКАЛ КРАСНОЙ ЖИДКОСТИ, ИМЕНУЕМЫЙ КАК КРОВЬ ПИДОРАСОВ",
     "ВАМ ТОЖЕ ИНОГДА КАЖЕТСЯ, ЧТО СОСИСКИ - ЭТО ЛИЧИНКИ КОЛБАС?", "Ведьмаку заплатите углём ДонбассааАААААА!!!!",
     "МОЛЧИ СУКА","ПРИВЫКАЙ СОСАТЬ","Я ВАС ВСЕХ В РОТ ЕБАЛ","ХАХАХАХАХАХХА","ТЫ МЕНЯ НЕ УЧИ УГОЛЕК ЕБАНЫЙ",
     ">ПУК",">СРЕНЬК","ХУЙНЯ","","","","","","","","","","","","","","","","","","","","","","","","","","","",
     "","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","",
     "","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","",
     "","","","","","","","","","","","","","","","","","","","","","","","","","",""]
##########################################